Repository: gulflens/SHJSDSC-Taekwondo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, fr

# athlete.specialty
source: Specialty
ar: التخصص

# athlete.status
source: Status
ar: الحالة
fr: Statut

# athlete.travel_permission
source: Travel permission
ar: إذن السفر
fr: Autorisation de voyage

# athlete.view_profile
source: View Profile
ar: عرض الملف الشخصي
fr: Voir le profil

# athlete.weight
source: Weight
ar: الوزن
fr: Poids

# athlete.weight_recorded_at
source: Recorded on
ar: التاريخ
fr: Enregistré le

# athlete.weight.fmt
source: %.1f kg
ar: %.1f كجم

# athlete.years_training
source: Years Training
ar: سنوات التدريب

# attendance.absent
source: Absent
ar: غائب

# attendance.excused
source: Excused
ar: بعذر
fr: Excusé

# attendance.late
source: Late
ar: متأخر
fr: En retard

# attendance.present
source: Present
ar: حاضر
fr: Présent

# audit.action
source: Action
ar: الإجراء

# audit.actor
source: Actor
ar: المنفذ
fr: Auteur

# audit.cat.all
source: All activity
ar: كل النشاط
fr: Toute l'activité

# audit.cat.announcements
source: Announcements
ar: الإعلانات
fr: Annonces

# audit.cat.data
source: Data changes
ar: تغييرات البيانات
fr: Modifications de données

# audit.cat.security
source: Security
ar: الأمان
fr: Sécurité

# audit.cat.system
source: System
ar: النظام
fr: Système

# audit.cat.user
source: User Management
ar: إدارة المستخدمين
fr: Gestion des utilisateurs

# audit.col.activity
source: Activity
ar: النشاط
fr: Activité

# audit.col.datetime
source: Date & Time
ar: التاريخ والوقت
fr: Date et heure

# audit.col.ip
source: IP Address
ar: عنوان IP
fr: Adresse IP

# audit.col.module
source: Module
ar: الوحدة

# audit.col.user
source: User
ar: المستخدم
fr: Utilisateur

# audit.filter.activity_type
source: Activity type
ar: نوع النشاط
fr: Type d'activité

# audit.filter.module
source: Module
ar: الوحدة

# audit.filter.user
source: User
ar: المستخدم
fr: Utilisateur

# audit.notifications
source: Notifications
ar: الإشعارات

# audit.restricted.message
source: The audit log is available to developers only. Contact a developer if you need activity records.
ar: سجل التدقيق متاح للمطوّرين فقط. تواصل مع أحد المطوّرين إذا كنت بحاجة إلى سجلات النشاط.
fr: Le journal d'audit est réservé aux développeurs. Contactez un développeur si vous avez besoin des enregistrements d'activité.

# audit.restricted.title
source: Access restricted
ar: الوصول مقيّد
fr: Accès restreint

# audit.rows_per_page
source: Rows per page
ar: صفوف لكل صفحة
fr: Lignes par page

# audit.search
source: Search activity…
ar: بحث في النشاط…
fr: Rechercher une activité…

# audit.showing.fmt
source: Showing %1$d–%2$d of %3$d results
ar: عرض %1$d–%2$d من %3$d نتيجة
fr: Affichage de %1$d à %2$d sur %3$d résultats

# audit.since
source: Since
ar: منذ
fr: Depuis

# audit.stat.all
source: All activities
ar: كل الأنشطة
fr: Toutes les activités

# audit.stat.data
source: Data changes
ar: تغييرات البيانات
fr: Modifications de données

# audit.stat.security
source: Security
ar: الأمان
fr: Sécurité

# audit.stat.users
source: Users
ar: المستخدمون
fr: Utilisateurs

# audit.subtitle
source: Track all system activities and changes
ar: تتبع جميع أنشطة النظام والتغييرات
fr: Suivez toutes les activités et modifications du système

# audit.target
source: Target
ar: الهدف
fr: Cible

# audit.timestamp
source: Time
ar: الوقت
fr: Heure

# audit.title
source: Audit log
ar: سجل التدقيق
fr: Journal d'audit

# audit.trend.week
source: vs last 7 days
ar: مقارنة بآخر 7 أيام
fr: vs 7 derniers jours

# audit.type.created
source: Created
ar: إنشاء
fr: Création

# audit.type.deleted
source: Deleted
ar: حذف
fr: Suppression

# audit.type.updated
source: Updated
ar: تحديث
fr: Mise à jour

# audit.type.viewed
source: Viewed
ar: عرض
fr: Consultation

# auth.add_child
source: Add child
ar: إضافة طفل
fr: Ajouter un enfant

# auth.child_member_numbers
source: Child member numbers
ar: أرقام عضوية الأطفال
fr: Numéros de membre des enfants

# auth.child_member_numbers_hint
source: Enter your child's member number (1001–1999)
ar: أدخل رقم العضوية لكل طفل (1001–1999)
fr: Saisissez le numéro de membre de votre enfant (1001 à 1999)

# auth.confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

# auth.create_account
source: Create account
ar: إنشاء حساب
fr: Créer un compte

# auth.email
source: Email
ar: البريد الإلكتروني

# auth.error.invalid_member_number
source: Enter a valid member number
ar: أدخل رقم عضوية صالح
fr: Saisissez un numéro de membre valide

# auth.error.member_not_found
source: No athlete found with member number
ar: لم يتم العثور على لاعب برقم العضوية
fr: Aucun athlète trouvé pour ce numéro

# auth.error.member_number_range
source: Member number must be between 1001 and 1999
ar: يجب أن يكون رقم العضوية بين 1001 و 1999
fr: Le numéro doit être entre 1001 et 1999

# auth.full_name
source: Full name
ar: الاسم الكامل
fr: Nom complet

# auth.full_name_ar
source: Full name (Arabic)
ar: الاسم الكامل بالعربية
fr: Nom complet (arabe)

# auth.invalid_credential
source: Invalid credential.
ar: بيانات اعتماد غير صحيحة.
fr: Identifiants invalides.

# auth.member_number_placeholder
source: e.g. 1001
ar: مثال: 1001
fr: ex. 1001

# auth.parent_info
source: Parent information
ar: بيانات ولي الأمر
fr: Informations parent

# auth.parent_prompt
source: Are you a parent?
ar: ولي أمر؟
fr: Êtes-vous parent ?

# auth.parent_sign_up
source: Parent sign up
ar: تسجيل ولي أمر
fr: Inscription parent

# auth.password
source: Password
ar: كلمة المرور
fr: Mot de passe

# auth.role_claim_help
source: Tell us who you are. An admin will review and approve before granting access.
ar: أخبرنا من أنت. سيقوم المدير بمراجعة طلبك قبل منحك الصلاحية.
fr: Dites-nous qui vous êtes. Un administrateur examinera et approuvera avant l'accès.

# auth.role_claim_intro
source: Almost done
ar: تقريباً انتهى
fr: Presque terminé

# auth.role_claim_title
source: Claim your role
ar: تحديد دورك
fr: Revendiquer votre rôle

# auth.sign_in
source: Sign in
ar: تسجيل الدخول
fr: Se connecter

# auth.signing_in
source: Signing in…
ar: جارٍ تسجيل الدخول…
fr: Connexion…

# auth.submit_for_review
source: Submit for review
ar: إرسال للمراجعة
fr: Soumettre pour validation

# auth.subtitle
source: Sign in to access your dashboard.
ar: سجّل الدخول للوصول إلى لوحتك.
fr: Connectez-vous pour accéder à votre tableau de bord.

# auth.use_demo_session
source: Use demo session (offline)
ar: استخدم جلسة تجريبية (دون اتصال)
fr: Utiliser une session de démo (hors ligne)

# auth.use_email
source: Use email instead
ar: استخدم البريد الإلكتروني
fr: Utiliser un e-mail

# auth.welcome
source: Welcome to SHJSDSC
ar: أهلاً بك في شهجدسك
fr: Bienvenue chez SHJSDSC

# belt.black
source: Black
ar: أسود
fr: Noire

# belt.blue
source: Blue
ar: أزرق
fr: Bleue

# belt.curriculum_mastery
source: Curriculum mastery
ar: إتقان المنهج
fr: Maîtrise du programme

# belt.dan
source: Dan
ar: دان

# belt.dan.1
source: 1st Dan
ar: دان 1
fr: 1er Dan

# belt.dan.2
source: 2nd Dan
ar: دان 2
fr: 2e Dan

# belt.dan.3
source: 3rd Dan
ar: دان 3
fr: 3e Dan

# belt.dan.4
source: 4th Dan
ar: دان 4
fr: 4e Dan

# belt.dan.5
source: 5th Dan
ar: دان 5
fr: 5e Dan

# belt.dan.6
source: 6th Dan
ar: دان 6
fr: 6e Dan

# belt.dan.7
source: 7th Dan
ar: دان 7
fr: 7e Dan

# belt.dan.8
source: 8th Dan
ar: دان 8
fr: 8e Dan

# belt.dan.9
source: 9th Dan
ar: دان 9
fr: 9e Dan

# belt.grading_readiness
source: Grading readiness
ar: جاهزية الترقية
fr: Aptitude au passage

# belt.green
source: Green
ar: أخضر
fr: Verte

# belt.gup
source: Gup
ar: كؤوب

# belt.gup.1
source: Red 1st gup
ar: حزام أحمر — كؤوب 1
fr: Rouge 1er gup

# belt.gup.2
source: Red 2nd gup
ar: حزام أحمر — كؤوب 2
fr: Rouge 2e gup

# belt.gup.3
source: Blue 3rd gup
ar: حزام أزرق — كؤوب 3
fr: Bleue 3e gup

# belt.gup.4
source: Blue 4th gup
ar: حزام أزرق — كؤوب 4
fr: Bleue 4e gup

# belt.gup.5
source: Green 5th gup
ar: حزام أخضر — كؤوب 5
fr: Verte 5e gup

# belt.gup.6
source: Green 6th gup
ar: حزام أخضر — كؤوب 6
fr: Verte 6e gup

# belt.gup.7
source: Yellow 7th gup
ar: حزام أصفر — كؤوب 7
fr: Jaune 7e gup

# belt.gup.8
source: Yellow 8th gup
ar: حزام أصفر — كؤوب 8
fr: Jaune 8e gup

# belt.gup.9
source: White 9th gup
ar: حزام أبيض — كؤوب 9
fr: Blanche 9e gup

# belt.gup.10
source: White 10th gup
ar: حزام أبيض — كؤوب 10
fr: Blanche 10e gup

# belt.months_at_rank
source: Months at rank
ar: أشهر في الرتبة
fr: Mois au grade

# belt.next_grading_date
source: Next grading date
ar: تاريخ الترقية القادم
fr: Prochaine date de passage

# belt.next_target
source: Next target
ar: الحزام التالي
fr: Cible suivante

# belt.no_curriculum
source: No curriculum items defined for this belt.
ar: لا توجد بنود منهج محددة لهذا الحزام
fr: Aucun élément de programme défini.

# belt.poom
source: Poom
ar: بوم

# belt.poom.1
source: 1st Poom
ar: بوم 1
fr: 1er Poom

# belt.poom.2
source: 2nd Poom
ar: بوم 2
fr: 2e Poom

# belt.poom.3
source: 3rd Poom
ar: بوم 3
fr: 3e Poom

# belt.poom.4
source: 4th Poom
ar: بوم 4
fr: 4e Poom

# belt.red
source: Red
ar: أحمر
fr: Rouge

# belt.white
source: White
ar: أبيض
fr: Blanche

# belt.yellow
source: Yellow
ar: أصفر
fr: Jaune

# body_side.left
source: Left
ar: اليسار
fr: Gauche

# body_side.right
source: Right
ar: اليمين
fr: Droite

# branch.about
source: About
ar: نبذة
fr: À propos

# branch.achievements
source: Achievements
ar: الإنجازات
fr: Réussites

# branch.add
source: Add branch
ar: إضافة فرع
fr: Ajouter une branche

# branch.address
source: Address
ar: العنوان
fr: Adresse

# branch.address_ar
source: Address (Arabic)
ar: العنوان (عربي)
fr: Adresse (arabe)

# branch.area
source: Area
ar: المنطقة
fr: Zone

# branch.assignment
source: Branch
ar: الفرع
fr: Branche

# branch.athletes.fmt
source: %d Athletes
ar: %d رياضي
fr: %d athlètes

# branch.brand_color
source: Brand color (hex)
ar: لون العلامة (Hex)
fr: Couleur de marque (hex)

# branch.brand_color_hint
source: Hex like #E24B4A — used for cards & headers.
ar: Hex مثل #E24B4A — يُستخدم في البطاقات والعناوين.
fr: Hex tel que #E24B4A — utilisé pour les cartes et en-têtes.

# branch.branding
source: Branding
ar: الهوية البصرية
fr: Identité visuelle

# branch.capacity
source: Capacity
ar: السعة
fr: Capacité

# branch.change_location
source: Change Location
ar: تغيير الموقع
fr: Modifier l'emplacement

# branch.choose_on_map
source: Choose on Map
ar: اختر على الخريطة
fr: Choisir sur la carte

# branch.closed_now
source: Closed
ar: مغلق
fr: Fermé

# branch.closes_at
source: Closes at
ar: يغلق في
fr: Ferme à

# branch.coaches
source: Coaches
ar: المدربون
fr: Entraîneurs

# branch.coaches.fmt
source: %d Coaches
ar: %d مدرب
fr: %d entraîneurs

# branch.coaching.title
source: Coaching Effectiveness
ar: فعالية التدريب
fr: Efficacité de l'encadrement

# branch.code
source: Code
ar: الرمز

# branch.compare
source: Compare branches
ar: مقارنة الفروع
fr: Comparer les filiales

# branch.connect
source: Connect
ar: تواصل
fr: Liens

# branch.directions
source: Directions
ar: الاتجاهات
fr: Itinéraire

# branch.dist.title
source: Athlete Distribution
ar: توزيع الرياضيين
fr: Répartition des athlètes

# branch.dist.total
source: Total Athletes
ar: إجمالي الرياضيين
fr: Total des athlètes

# branch.distance_km
source: %.1f km away
ar: %.1f كم
fr: À %.1f km

# branch.distance_m
source: %d m away
ar: %d م
fr: À %d m

# branch.edit
source: Edit branch
ar: تعديل الفرع
fr: Modifier la branche

# branch.email
source: Email
ar: البريد الإلكتروني

# branch.facility
source: Facility
ar: المنشأة
fr: Installation

# branch.filter
source: Filter
ar: تصفية
fr: Filtrer

# branch.focus
source: Focus
ar: التخصص
fr: Spécialité

# branch.founded
source: Founded
ar: تأسس في
fr: Fondée

# branch.growth_30d
source: Growth (30d)
ar: النمو (30 يومًا)
fr: Croissance (30 j)

# branch.holiday_closures
source: Upcoming closures
ar: الإغلاقات القادمة
fr: Fermetures à venir

# branch.hours
source: Opening hours
ar: أوقات العمل
fr: Horaires d'ouverture

# branch.insight.attendance
source: **%@** improved attendance by %.1f%% in the last 30 days.
ar: **%@** حسّن الحضور بنسبة %.1f%% خلال آخر 30 يومًا.
fr: **%@** a amélioré l'assiduité de %.1f%% sur 30 jours.

# branch.insight.attention
source: **%@** needs attention in attendance and wellness.
ar: **%@** يحتاج إلى متابعة في الحضور والعافية.
fr: **%@** nécessite une attention en assiduité et bien-être.

# branch.insight.competition
source: **%@** has the highest competition score in the club.
ar: **%@** يملك أعلى نتيجة منافسة في النادي.
fr: **%@** a le meilleur score de compétition du club.

# branch.insight.overall
source: Overall performance improved by %.1f%% compared to last month.
ar: تحسّن الأداء العام بنسبة %.1f%% مقارنةً بالشهر الماضي.
fr: La performance globale a progressé de %.1f%% vs le mois dernier.

# branch.insights.title
source: Key Insights
ar: أبرز الملاحظات
fr: Points clés

# branch.kpi.athletes
source: Total Athletes
ar: إجمالي الرياضيين
fr: Total des athlètes

# branch.kpi.branches
source: Total Branches
ar: إجمالي الفروع
fr: Total des filiales

# branch.kpi.coaches
source: Active Coaches
ar: المدربون النشطون
fr: Entraîneurs actifs

# branch.kpi.growth
source: Growth Rate
ar: معدل النمو
fr: Taux de croissance

# branch.kpi.performance
source: Overall Performance
ar: الأداء العام
fr: Performance globale

# branch.latitude
source: Latitude
ar: خط العرض

# branch.location
source: Location
ar: الموقع
fr: Emplacement

# branch.longitude
source: Longitude
ar: خط الطول

# branch.metric.competition
source: Competition
ar: المنافسة
fr: Compétition

# branch.metric.fitness
source: Fitness
ar: اللياقة
fr: Forme

# branch.metric.progress
source: Progress
ar: التقدّم
fr: Progression

# branch.metric.technique
source: Technique
ar: التقنية

# branch.metric.wellness
source: Wellness
ar: العافية
fr: Bien-être

# branch.national_rank.fmt
source: National Rank #%d
ar: الترتيب الوطني #%d
fr: Rang national n°%d

# branch.no_location_set
source: No location set
ar: لم يتم تحديد موقع
fr: Aucun emplacement défini

# branch.open_now
source: Open now
ar: مفتوح الآن
fr: Ouvert

# branch.opens_at
source: Opens at
ar: يفتح في
fr: Ouvre à

# branch.overview.subtitle
source: Performance overview of all branches
ar: نظرة عامة على أداء جميع الفروع
fr: Aperçu des performances de toutes les filiales

# branch.overview.title
source: Branches
ar: الفروع
fr: Filiales

# branch.phone
source: Phone
ar: الهاتف
fr: Téléphone

# branch.pick_location
source: Pick Location
ar: اختر الموقع
fr: Choisir l'emplacement

# branch.pricing
source: Pricing
ar: الرسوم
fr: Tarifs

source: Branch profile
ar: ملف الفرع
fr: Profil de la branche

# branch.programs
source: Programs
ar: البرامج
fr: Programmes

# branch.radar.athleteImprovement
source: Athlete Improvement
ar: تطوّر الرياضيين
fr: Progression des athlètes

# branch.radar.attendanceImpact
source: Attendance Impact
ar: أثر الحضور
fr: Impact de l'assiduité

# branch.radar.promotionSuccess
source: Promotion Success
ar: نجاح الترقيات
fr: Réussite aux passages

# branch.radar.retentionRate
source: Retention Rate
ar: معدل الاستبقاء
fr: Taux de rétention

# branch.radar.scale_note
source: Scores are on a scale of 100
ar: النتائج على مقياس 100
fr: Scores sur une échelle de 100

# branch.radar.sessionQuality
source: Session Quality
ar: جودة الحصص
fr: Qualité des séances

# branch.radar.technicalQuality
source: Technical Quality
ar: الجودة التقنية
fr: Qualité technique

# branch.ramadan_hours
source: Ramadan hours
ar: أوقات رمضان
fr: Horaires de Ramadan

# branch.range.days30
source: Last 30 days
ar: آخر 30 يومًا
fr: 30 derniers jours

# branch.range.days90
source: Last 90 days
ar: آخر 90 يومًا
fr: 90 derniers jours

# branch.range.year
source: This year
ar: هذا العام
fr: Cette année

# branch.ranking.title
source: Branch Performance Ranking
ar: ترتيب أداء الفروع
fr: Classement des filiales

# branch.save_error
source: Couldn't save branch
ar: تعذّر حفظ الفرع
fr: Impossible d'enregistrer la branche

# branch.score.fmt
source: Score %.1f
ar: النتيجة %.1f

# branch.search_address
source: Search for an address or place…
ar: ابحث عن عنوان أو مكان…
fr: Rechercher une adresse ou un lieu…

# branch.see_promotions
source: See promotions
ar: العروض
fr: Voir les promotions

# branch.sessions.fmt
source: %d Sessions / week
ar: %d حصة / أسبوع
fr: %d séances / semaine

# branch.sort
source: Sort by
ar: ترتيب حسب
fr: Trier par

# branch.sort.attendance
source: Attendance
ar: الحضور
fr: Assiduité

# branch.sort.competition
source: Competition
ar: المنافسة
fr: Compétition

# branch.sort.growth
source: Growth
ar: النمو
fr: Croissance

# branch.sort.overall
source: Overall score
ar: النتيجة الإجمالية
fr: Score global

# branch.sort.wellness
source: Wellness
ar: العافية
fr: Bien-être

# branch.tab.compliance
source: Compliance
ar: الامتثال
fr: Conformité

# branch.tab.facility
source: Facility
ar: المنشأة
fr: Installation

# branch.tab.financials
source: Financials
ar: الحسابات
fr: Finances

# branch.tab.hours
source: Hours
ar: الأوقات
fr: Horaires

# branch.tab.identity
source: Identity
ar: البيانات
fr: Identité

# branch.tab.inventory
source: Inventory
ar: المخزون
fr: Inventaire

# branch.tab.media
source: Media
ar: الوسائط
fr: Médias

# branch.tab.milestones
source: Milestones
ar: المعالم
fr: Étapes

# branch.tab.pricing
source: Pricing
ar: الرسوم
fr: Tarifs

# branch.tab.programs
source: Programs
ar: البرامج
fr: Programmes

# branch.tab.safeguarding
source: Safeguarding
ar: حماية
fr: Protection

# branch.tab.social
source: Social
ar: التواصل

# branch.tagline_ar
source: Tagline (Arabic)
ar: الشعار (عربي)
fr: Slogan (arabe)

# branch.tagline_en
source: Tagline (English)
ar: الشعار (إنجليزي)
fr: Slogan (anglais)

# branch.tap_to_move
source: Tap the map to move the pin
ar: اضغط على الخريطة لتحريك الدبوس
fr: Touchez la carte pour déplacer l'épingle

# branch.trend.declining
source: Declining
ar: في تراجع
fr: En baisse

# branch.trend.improving
source: Improving
ar: في تحسّن
fr: En progrès

# branch.trend.stable
source: Stable
ar: مستقر

# branch.trend.title
source: Attendance Trend
ar: اتجاه الحضور
fr: Tendance de l'assiduité

# branch.unassigned
source: Unassigned
ar: غير محدد
fr: Non assigné

# branch.use_this_location
source: Use This Location
ar: استخدم هذا الموقع
fr: Utiliser ce lieu

# branch.visit
source: Visit
ar: الزيارة
fr: Visiter

# branch.vs_30d
source: vs last 30 days
ar: مقارنةً بآخر 30 يومًا
fr: vs 30 derniers jours

# cacct.access.elevated
source: Elevated access
ar: وصول موسّع
fr: Accès étendu

# cacct.access.full
source: Full access
ar: وصول كامل
fr: Accès complet

# cacct.access.standard
source: Standard access
ar: وصول قياسي
fr: Accès standard

# cacct.before.body
source: Please ensure all details are correct. The user will receive an email invitation to complete account setup.
ar: يرجى التأكد من صحة جميع التفاصيل. سيتلقى المستخدم دعوة عبر البريد الإلكتروني لإكمال إعداد الحساب.
fr: Veuillez vérifier l'exactitude de toutes les informations. L'utilisateur recevra une invitation par e-mail pour finaliser la configuration du compte.

# cacct.before.title
source: Before you create
ar: قبل الإنشاء
fr: Avant de créer

# cacct.compliant.body
source: All accounts are created under SSDC security standards.
ar: تُنشأ جميع الحسابات وفقًا لمعايير الأمان في نادي الشارقة لرياضات الدفاع عن النفس.
fr: Tous les comptes sont créés selon les normes de sécurité du SSDC.

# cacct.compliant.title
source: Secure & Compliant
ar: آمن ومتوافق
fr: Sécurisé et conforme

# cacct.feature.easy.subtitle
source: Invite and get started
ar: ادعُ المستخدم وابدأ
fr: Invitez et commencez

# cacct.feature.easy.title
source: Easy
ar: سهل
fr: Simple

# cacct.feature.flexible.subtitle
source: Assign branches & roles
ar: تعيين الفروع والأدوار
fr: Attribuez branches et rôles

# cacct.feature.flexible.title
source: Flexible
ar: مرن

# cacct.feature.secure.subtitle
source: Role-based access control
ar: تحكم في الوصول حسب الدور
fr: Contrôle d'accès basé sur les rôles

# cacct.feature.secure.title
source: Secure
ar: آمن
fr: Sécurisé

# cacct.field.access_level
source: Access level
ar: مستوى الوصول
fr: Niveau d'accès

# cacct.field.alt_email
source: Alternative email address
ar: بريد إلكتروني بديل
fr: Adresse e-mail secondaire

# cacct.field.confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

# cacct.field.phone
source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

# cacct.field.preferred_language
source: Preferred language
ar: اللغة المفضلة
fr: Langue préférée

# cacct.field.time_zone
source: Time zone
ar: المنطقة الزمنية
fr: Fuseau horaire

# cacct.header.subtitle
source: Provision a new member of the management system
ar: إضافة عضو جديد إلى نظام الإدارة
fr: Ajouter un nouveau membre au système de gestion

# cacct.hero.subtitle
source: Add a new user to the management system. Fill in the details below and assign a role.
ar: أضف مستخدمًا جديدًا إلى نظام الإدارة. أدخل التفاصيل أدناه وعيّن دورًا.
fr: Ajoutez un nouvel utilisateur au système de gestion. Renseignez les informations ci-dessous et attribuez un rôle.

# cacct.hero.title
source: Create a new account
ar: إنشاء حساب جديد
fr: Créer un nouveau compte

# cacct.placeholder.confirm
source: Re-enter password
ar: أعد إدخال كلمة المرور
fr: Saisir à nouveau le mot de passe

# cacct.placeholder.name_ar
source: Full name (Arabic)
ar: الاسم الكامل (بالعربية)
fr: Nom complet (arabe)

# cacct.placeholder.name_en
source: Full name (English)
ar: الاسم الكامل (بالإنجليزية)
fr: Nom complet (anglais)

# cacct.placeholder.optional
source: Optional
ar: اختياري
fr: Facultatif

# cacct.placeholder.password
source: At least 8 characters
ar: 8 أحرف على الأقل
fr: Au moins 8 caractères

# cacct.section.contact
source: Contact information
ar: معلومات الاتصال
fr: Coordonnées

# cacct.section.preferences
source: Preferences
ar: التفضيلات
fr: Préférences

# cacct.strength.fair
source: Fair
ar: متوسطة
fr: Moyenne

# cacct.strength.strong
source: Strong
ar: قوية
fr: Forte

# cacct.strength.weak
source: Weak
ar: ضعيفة
fr: Faible

# cacct.toggle.password_reset
source: Require password reset
ar: طلب إعادة تعيين كلمة المرور
fr: Exiger la réinitialisation du mot de passe

# cacct.toggle.password_reset.sub
source: Prompt the user to set a new password on first sign-in
ar: مطالبة المستخدم بتعيين كلمة مرور جديدة عند أول تسجيل دخول
fr: Inviter l'utilisateur à définir un nouveau mot de passe à la première connexion

# cacct.toggle.welcome_email
source: Send welcome email
ar: إرسال بريد ترحيبي
fr: Envoyer un e-mail de bienvenue

# cacct.toggle.welcome_email.sub
source: Email an invitation to complete account setup
ar: إرسال دعوة عبر البريد لإكمال إعداد الحساب
fr: Envoyer par e-mail une invitation à finaliser le compte

# cacct.tz.egypt
source: GMT+02:00 — Egypt
ar: غرينتش+02:00 — مصر
fr: GMT+02:00 — Égypte

# cacct.tz.ksa
source: GMT+03:00 — Saudi Arabia
ar: غرينتش+03:00 — السعودية
fr: GMT+03:00 — Arabie saoudite

# cacct.tz.uae
source: GMT+04:00 — UAE Time
ar: غرينتش+04:00 — توقيت الإمارات
fr: GMT+04:00 — Heure des EAU

# cache.clear
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
fr: Vider le cache

# cache.clear_body
source: Free up space by removing cached photos and offline data. Nothing in your account or on the server is affected.
ar: وفّر مساحة بإزالة الصور المخزّنة وبيانات عدم الاتصال. لن يتأثر أي شيء في حسابك أو على الخادم.
fr: Libérez de l'espace en supprimant les photos en cache et les données hors ligne. Rien dans votre compte ni sur le serveur n'est affecté.

# cache.clear_confirm.body
source: Cached photos and offline data will be removed and re-downloaded when needed.
ar: ستتم إزالة الصور المخزّنة وبيانات عدم الاتصال وإعادة تنزيلها عند الحاجة.
fr: Les photos en cache et les données hors ligne seront supprimées puis retéléchargées si nécessaire.

# cache.clear_confirm.title
source: Clear cache?
ar: مسح ذاكرة التخزين المؤقت؟
fr: Vider le cache ?

# cache.clear_title
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
fr: Vider le cache

# cache.clearing
source: Clearing…
ar: جارٍ المسح…
fr: Suppression…
